Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Game.xcstrings
Source language: en
Languages: es_es

# addToCalendar.game.addButton
source: Add to calendar
es_es: Agregar al calendario

# addToCalendar.game.laterButton
source: Add later
es_es: Agregar después

# addToCalendar.game.subtitle
source: Never miss a game, the app will remind you before the game starts
es_es: No te pierdas ningún juego: la app te recordará antes de que comience

# addToCalendar.game.title
source: Add upcoming game to your calendars
es_es: Agrega el próximo juego a tus calendarios

# calendar.event.game.title
source: Polkadot Prizes Game
es_es: Juego de Premios Polkadot

# game.alarm.settings.alert.option
source: %1$(sec)lld sec before
es_es: %1$(sec)lld s antes

# game.alarm.settings.alert.row
source: Alert (%1$(selectedOption)@)
es_es: Alerta (%1$(selectedOption)@)

# game.alarm.settings.title
source: Game alarm
es_es: Alarma del juego

# game.camera.permission.registration.message
source: Camera access is required to play the game. You can enable it in iOS Settings.
es_es: Se requiere acceso a la cámara para jugar. Puedes activarlo en la Configuración de iOS.

# game.camera.permission.title
source: Camera Access Required
es_es: Se requiere acceso a la cámara

# game.camera.permission.video.message
source: Video is unavailable because camera access is disabled. You can enable it in iOS Settings.
es_es: El video no está disponible porque el acceso a la cámara está desactivado. Puedes activarlo en la Configuración de iOS.

# game.confirmRegistration.subtitle
source: Once confirmed, participation is required. Missing this game risks deposit loss.
es_es: Una vez confirmado, tu participación es obligatoria. Si te pierdes este juego, corres el riesgo de perder el depósito.

# game.confirmRegistration.title
source: Confirm registration
es_es: Confirmar registro

# game.deposit.lost.subtitle
source: If you still want to play the weekly game, please add a new deposit.
es_es: Si todavía quieres jugar el juego semanal, agrega un nuevo depósito.

# game.deposit.lost.title
source: Deposit lost: you didn't participate in the game
es_es: Depósito perdido: no participaste en el juego

# game.deposit.received.registerAction
source: Register
es_es: Registrarse

# game.deposit.received.registrationUnavailable.title
source: Deposit received
es_es: Depósito recibido

# game.deposit.received.skipAction
source: Register later
es_es: Registrarme después

# game.deposit.received.title
source: Deposit received - register for the weekly game now
es_es: Depósito recibido: regístrate ya para el juego semanal

# game.info.addDeposit
source: Add deposit to play
es_es: Agrega un depósito para jugar

# game.info.as.person.title
source: Weekly game
es_es: Juego semanal

# game.info.dont.miss.game
source: Don't miss the game.
es_es: No te pierdas el juego.

# game.info.dont.miss.game.description
source: Missing the game will pause your Membership status.
es_es: Perderte el juego pondrá tu Membresía en pausa.

# game.info.footer.action
source: Quit the game and apply another way
es_es: Salir de los juegos y postularme de otra forma

# game.info.footer.text
source: If you don't want to play games for Membership, quit anytime and apply with a tattoo and video evidence.
es_es: Si no quieres jugar para obtener la Membresía, puedes salir cuando quieras y postularte con un tatuaje y evidencia en video.

# game.info.game.in.progress
source: Game in progress
es_es: Juego en curso

# game.info.game.in.progress.description
source: Your session is still active. Join to continue playing.
es_es: Tu sesión sigue activa. Únete para seguir jugando.

# game.info.game.starts.title
source: GAME STARTS IN
es_es: EL JUEGO COMIENZA EN

# game.info.get.reward
source: Get your reward once the game ends
es_es: Recibe tu recompensa cuando termine el juego

# game.info.join
source: Join
es_es: Unirse

# game.info.journey.title
source: MEMBERSHIP JOURNEY
es_es: CAMINO A LA MEMBRESÍA

# game.info.last.review.description
source: Membership is within reach. Check the app a bit later, or we'll notify you when it's ready.
es_es: La Membresía está muy cerca. Revisa la app más tarde o te avisaremos cuando esté lista.

# game.info.last.review.title
source: Game Completed!
es_es: ¡Juego completado!

# game.info.next.game.starts.title
source: NEXT GAME STARTS IN
es_es: EL PRÓXIMO JUEGO COMIENZA EN

# game.info.notification.failed.description
source: An extra game has been added.
es_es: Se agregó un juego extra.

# game.info.pending.title
source: Game results pending
es_es: Resultados del juego pendientes

# game.info.register.action
source: Register for the Game
es_es: Registrarme para el juego

# game.info.register.in
source: Register in %@
es_es: Regístrate en %@

# game.info.ring.games.left
source: Games Left to Play
es_es: Juegos que te faltan

# game.info.start.playing
source: Start playing
es_es: Empezar a jugar

# game.info.start.playing.in
source: Start playing in %@
es_es: Empieza a jugar en %@

# game.info.title
source: Weekly games
es_es: Juegos semanales

# game.register.invitationUnavailable.depositAction
source: Use deposit
es_es: Usar depósito

# game.room.pill.finished.title
source: Complete
es_es: Completo

# game.register.invitationUnavailable.message
source: Couldn't reserve your invitation. You can still register by paying the deposit.
es_es: No se pudo reservar tu invitación. Aún puedes registrarte pagando el depósito.

# game.room.pill.finished.value
source: Review
es_es: Revisión

# game.register.invitationUnavailable.title
source: Invitation service unavailable
es_es: Servicio de invitaciones no disponible

# game.room.pill.live.round
source: Round %1$(currentRound)lld / %2$(totalRounds)lld
es_es: Ronda %1$(currentRound)lld / %2$(totalRounds)lld

# game.room.pill.live.title
source: Game live
es_es: Juego en vivo

# game.room.pill.waiting.title
source: Game starts in
es_es: El juego comienza en

# game.report.description
source: Review your attestations, edit if needed, and confirm.
es_es: Revisa tus confirmaciones, edítalas si es necesario y confirma.

# game.report.confirm.action
source: Confirm
es_es: Confirmar

# game.report.confirming.action
source: Confirming...
es_es: Confirmando...

# game.report.confirming.countdown
source: Confirming in %@
es_es: Confirmando en %@

# game.report.ended.action
source: Register for the next game
es_es: Registrarme para el próximo juego

# game.report.ended.description
source: You're a bit late to this game. Don't miss the next one
es_es: Llegaste un poco tarde a este juego. No te pierdas el próximo

# game.report.ended.title
source: The %@ game has ended
es_es: El juego de %@ terminó

# game.report.title
source: Check your choices
es_es: Revisa tus elecciones

# game.report.unavailable.description
source: The voting period is over. Unfortunately, your votes weren't submitted.
es_es: El periodo de votación terminó. Lamentablemente, tus votos no se enviaron.

# game.start.format
source: %1$(month)@ %2$(date)@ at %3$(time)@
es_es: %2$(date)@ de %1$(month)@ a las %3$(time)@

# game.video.action.host.hint
source: Show gesture
es_es: Muestra un gesto

# game.video.action.peer.hint
source: Copy host
es_es: Copia al anfitrión

# game.video.banned.player
source: Banned
es_es: Bloqueado

# game.video.copy.gesture
source: Copy gesture!
es_es: ¡Copia el gesto!

# game.video.finished
source: Game complete
es_es: Juego completado

# game.video.finished.description
source: Confirm the summary of your attestations.
es_es: Confirma el resumen de tus confirmaciones.

# game.video.meet.new.host
source: Meet the host
es_es: Conoce al anfitrión

# game.video.progress.round.number
source: Round %@ of %@
es_es: Ronda %@ de %@

# game.video.round.description
source: Mimic the Host's Gesture. Swipe the Players Who Copied.
es_es: Imita el gesto del anfitrión. Desliza a los jugadores que lo copiaron.

# game.video.round.description.host
source: Show an Arbitrary Hand Gesture. Swipe the Players Who Copied.
es_es: Muestra un gesto con la mano. Desliza a los jugadores que lo copiaron.

# game.video.round.number
source: Round %@ of %@
es_es: Ronda %@ de %@

# game.video.round.starting
source: Round is starting
es_es: La ronda está comenzando

# game.video.show.gesture
source: Show gesture
es_es: Muestra un gesto

# game.video.swipe.users.hint
source: Swipe right to identify humans
es_es: Desliza a la derecha para identificar humanos

# game.video.tutorial.button.title
source: How to play
es_es: Cómo jugar

# game.video.waiting.countdown.title
source: Game starting in
es_es: El juego comienza en

# game.video.you.are.host
source: You're the host
es_es: Eres el anfitrión

# ready.to.get.personhood.action
source: Claim your membership
es_es: Reclama tu membresía

# ready.to.get.personhood.title
source: Your membership is ready to be issued
es_es: Tu membresía está lista para emitirse

# chat.preview.game.registered
source: Registered! Game starts on %1$(time)@.
es_es: ¡Registrado! El juego comienza el %1$(time)@.

# scheduled
source: Upcoming weekly game is scheduled
es_es: El próximo juego semanal ya está programado

# terminate.game.confirmation.description
source: Warning: Your game progress will be permanently lost, and your deposit will not be returned!
es_es: Advertencia: tu progreso en el juego se perderá de forma permanente y tu depósito no se devolverá.

# terminate.game.confirmation.terminateTitle
source: Confirm
es_es: Confirmar

# terminate.game.confirmation.title
source: Quit playing the games?
es_es: ¿Salir de los juegos?

# terminate.tattoo.confirmation.description
source: Once you quit, you will need to add a new deposit. The existing deposit will be returned to the original transfer address
es_es: Una vez que salgas, tendrás que agregar un nuevo depósito. El depósito actual se devolverá a la dirección de transferencia original

# terminate.tattoo.confirmation.terminateTitle
source: Quite
es_es: Salir

# terminate.tattoo.confirmation.title
source: Quit and apply differently?
es_es: ¿Salir y postularme de otra forma?

# user.registering.game.description
source: Membership isuance can take from one day to a week.
es_es: La emisión de la Membresía puede tardar de un día a una semana.

# user.registering.title
source: Issuing Polkadot Membership
es_es: Emitiendo la Membresía de Polkadot

# video.overlay.host.disconnected
source: The host is unavailable this round, so no gestures can be copied. Please wait for the next round.
es_es: El anfitrión no está disponible en esta ronda, así que no hay gestos que copiar. Espera la siguiente ronda.
